list_of_questions = ['использовать', 'Sanity', 'STLC', 'анализ', 'приоритетного', 'Smoke', 'тестировать', 'стандарты',
                     'тестирование', 'Testing', 'End', 'регрессионное', 'Exploratory', 'White', 'UI', 'Box', 'рисков',
                     'Matrix', 'Failure', 'план', 'валидацией', 'предельных', 'этапы', 'интеграционного', 'виды',
                     'Error', 'основе', 'классов', 'Exit', 'разница', 'Black', 'Entry', 'кейсами', 'приоритетом',
                     'серьезностью', 'динамическое', 'безопасности', 'Confirmation', 'тестовая', 'типы', 'репорта',
                     'тест', 'Bug', 'Grey', 'поля', 'Performance', 'Criteria', 'техники', 'ценность', 'Traceability',
                     'элементы', 'чеклистом', 'значени', 'пестицида', 'верификацией', 'документация', 'Regression',
                     'серьезного', 'парадокс', 'испытание', 'фазы', 'поддерживать', 'эквивалентности', 'баг',
                     'Configuration', 'кейса', 'уровни', 'Fault', 'заполнения']

python_words = ["Python", "программирование", "код", "функция", "класс", "объект", "переменная", "список", "словарь",
                "кортеж", "множество", "if", "else", "while", "for", "def", "return", "import", "print"]


teachers_degree = ["Профессор", "Доцент", "Старший преподаватель"]
